{
  "folderId": "1E4imDQa0OFWMBME-DIPaZhGJbtgYz4sm",
  "folderUrl": "https://drive.google.com/drive/u/1/folders/1E4imDQa0OFWMBME-DIPaZhGJbtgYz4sm",
  "documents": [
    {
      "id": "128EYSDnvbDiiUvQNgLotuG4PzE4L3NXTwv-c94T9fbM",
      "name": "Construction Plus Term Loan",
      "mimeType": "application/vnd.google-apps.document",
      "webViewLink": "https://docs.google.com/document/d/128EYSDnvbDiiUvQNgLotuG4PzE4L3NXTwv-c94T9fbM/edit?usp=drivesdk",
      "documentType": "Construction",
      "content": "Attn: first_name last_name\nbusiness_legal_name\nemail\nmobile_phone\n\nRE: Construction Plus Term Loan\nDear first_name:\nThank you for giving us this opportunity to provide you with this Summary of Terms and Conditions (“Term Sheet”) for project_name (“Project”). \nThis Summary of Terms and Conditions is for discussion purposes only and is not a commitment to lend by the Lender. Any commitment (“Loan”) is subject to due diligence and approval. The following is a basic outline of the terms and conditions which are generally available at this time. These terms and conditions are subject to change at any time prior to the execution of a binding commitment, based on the market, underwriting, collateral and other conditions.\nThis Term Sheet is not considered as a commitment letter but is for discussion purposes only. If the terms and conditions of this Term Sheet are acceptable, please indicate by executing and returning this original proposal letter by deadline_ts, at which time this proposal will expire if not accepted. \nOn behalf of Climatize, we look forward to continuing to work with you and your colleagues on the proposed financing. Please feel free to contact me if you have any questions.\nSincerely, \n\nClimatize Earth Securities LLC\n\n\n\n\nJim Goldman\nDirector of Finance\n\n\n[Acknowledged and Accepted on Following Page]\n\nThis Term Sheet is acknowledged and accepted by the following:\n\nbusiness_legal_name\n\n\n\n\nfirst_name last_name\ntitle\n\n\n\nTerms & Conditions:  Construction Plus Term Loan \nThis Term Sheet is a summary of certain points of  the transaction. Certain due diligence items will also be required to be provided to Climatize for review and approval.\nSummary Description\nA delayed draw revolving facility (“Construction Plus”), not to exceed the Maximum Offering Amount, to finance the development and construction of the project_name which converts to a term loan (“Term Loan”), not to exceed the Maximum Offering Amount, to provide permanent financing for the Project (collectively referred to as the “Loan”).\nProject\nproject_name.\nBorrower\nbusiness_legal_name.\nIssuer\nbusiness_legal_name.\nGuarantor\nbusiness_legal_name.\n\nThe Guarantee will be in effect during the term of the Construction Plus Loan. For the avoidance of doubt, the Guarantee terminates on the Term Loan Conversion Date.\nLender\nTBD.\nThe final contracts including, but not limited to, the Form C and Loan Agreements may be novated to reflect the individual pro-rata Lenders.\nClimatize, an SEC-registered Funding Portal, issues debt securities and leverages tax credit transferability provisions providing a platform for the Issuer to raise funds to finance the Project through Regulation Crowdfunding. As part of this process, Climatize services the loan including, but not limited to, disbursing payments to Lender and acting on behalf of Lender in the case of default.\nOffering/Credit Facility\nConstruction Plus Term Loan.\nOffering Amount\n\n\nThe Maximum Offering Amount is $maximum_offering_amount plus any applicable fees. The Maximum Offering Amount is the maximum amount the Issuer is seeking to raise.\nThe Target Offering Amount is $target_offering_amount plus any applicable fees. The Target Offering Amount is the minimum amount the Issuer must raise for the offering to be considered successful.\nThe Maximum Term Amount shall not exceed the Maximum Offering Amount.\nConstruction Plus Term\n12 months\nThe Construction Plus term is a term  month period following the date that Climatize successfully completes the capital raise (“Funding Date”) in which distributions shall be made in accordance with a Draw Schedule, by request of the Issuer, or by mutual agreement of the parties.\nTerm Loan Conversion\n\nThe Construction Plus term ends at the Term Loan Conversion Date (“Term Loan Conversion”) which is the earlier of the following:\nTwelve Months following the Funding Date;\nThirty-day following the placed-in-service date; or \nThirty-days following the approval of project certification by the OPUC.\nTerm Loan Maturity Date\nyears_term_loan years following the Term Loan Conversion.\nTerm Loan Amortization\nyears_amortization amortization.\nPricing – Construction Plus Loan\nrate% per annum.\nPricing – Term Loan\nrate% per annum.\nFees\nCommitment Fee. A fee of $2,500 payable to Climatize due upon execution of the Term Sheet. The Commitment Fee is used to pay one-time fees due to third-parties and related filing costs. These fees include the following:\nEscrow Account Set Up: $575 payable to Escrow Agent.\nBackground Checks: $100/background check payable to Escrow Agent.\nFinancial Review/Audit: cost varies and is payable to an external CPA. Depending on the size of the offering, a financial review or an audit may be required. This can be completed in less than one week.\nFiling Fees: $150 fee to file for and obtain Edgar codes and a $500 filing fee to file all other related filings to list Project payable to Climatize.\nThe Commitment Fee may be waived in part or phased based on milestones at the sole discretion of Climatize. The Issuer will only be responsible for actual third-party fees incurred in the event of cancellation.\nOrigination Fee: 5% of the Maximum Offering Amount due on the Funding Date payable to Climatize. Any unused portion of the Commitment Fee shall be credited to the Origination Fee payable.\nAnnual Fees. Climatize services the Loan including, but not limited to, disbursing payments to the Lender and acting on behalf of Lender in the case of default. Annual Fees are due annually in advance. Annual Fees include the following:\nServicing Fee: 0.50% of the Maximum Offering Amount payable Climatize annually in advance.\nDigital Transfer Agent Fee: ranging from $400 per year for fewer than 50 investors to $750 per year for more than 51 investors, payable to applicable third-party transfer agents annually in advance.\nRepayment\nThe Loan has two separate terms.\nThe Construction Plus loan is an up to month_construction month long term during which the Borrower shall make quarterly interest-only payments each January 1, April 1, July 1, and October 1 following the Funding Date. Any unpaid accrued and unpaid interest will be due and payable at the Term Loan Conversion.\nThe Term Loan is a years_term_loan year term loan amortized over years_amortization years during which the Borrower shall make quarterly interest plus principal payments pursuant to the Amortization Schedule, if any, each January 1, April 1, July 1, and October 1 following the Term Loan Conversion. All accrued and unpaid interest and outstanding principal is due and payable on the Term Loan Maturity Date.\nSecurity\nA perfected first priority lien on all project assets provided the Security will secure all of the obligations owed to Lender, pledge of the Issuer and/or Borrowers’ accounts and, as applicable, consents and assignments of certain key project documents as may be required (e.g. PPA, EPC, Site Lease, and O&M) and applicable leasehold mortgages. Pledge of any applicable rebate, grant, tax credit and/or incentive, as applicable.\nCollateral\nAll project equipment.\nAll contracts for operation of the project.\nAny applicable leasehold mortgage associated with the project.\nAll equity owned by Issuer, Borrower and/or Borrower parent, as applicable, with respect to the project.\nIndemnity\nBorrower agrees to indemnify and hold harmless Issuer, Lender, and Climatize against any and all claims, actions, damages, losses, liabilities, costs, expenses or payments of whatever nature and however arising that Borrower suffers, incurs or is liable for under the Term Sheet or related documents.\nFinancial Covenants\nThose customary for transactions of this type.\nPayment Waterfall – Term Loan Period\nDistributions from the Payment Reserve Account will occur quarterly in the following order of priority:\nReimburse Climatize for any unpaid Loan expenses.\nPay accrued and unpaid interest due to Lender.\nPay principal due to Lender.\nReplenish Payment Reserve Account to the Minimum Reserve Amount.\nTransfer remaining balance in excess of Minimum Reserve Amount to Borrower’s operating account, so long as no Event of Default has occurred.\nDisbursement Deliverables\nDeliverables prior to the draws under the Loan are those that are customary for transactions of these types including: \nThe Issuer, Borrower and/or Borrower Parent will have committed all required equity to the Project.\nUpdated budget and draw schedules, reflecting modifications, status of equipment deliveries as applicable.\nEPC Contractor and material subcontractor progressive Lien Waivers with respect to Project.\nExecuted contracts and agreement as applicable.\nFinancial Reporting \nIssuer shall be required to submit annual financial statements and covenant compliance certificates within sixty (60) days of the fiscal year end. Additionally, the Guarantor, if any, shall be required to submit annual financial statements within ninety (90) days of the fiscal year end.\nPrepayment\nNo prepayment penalty will be assessed.\nIn the event that Borrower receives any project incentives, rebates, grants or other contributions, the Borrower must make a mandatory prepayment or reduction of a portion of the Loan within thirty (30) days of receiving the incentives, rebates, grants or other contributions.\nPayment Reserve Account\nDeposit account maintained by Borrower at North Capital Investment Technology, Inc. at all times during the Term Loan. On the Funding Date, the account shall be funded by the Borrower and shall be equal, at minimum, to one (1) quarterly payment (“Minimum Reserve Amount”).\nIn the event that the Payment Reserve Account balance is less than the Minimum Reserve Amount, the Borrower shall have thirty (30) days to true up the balance to the Minimum Reserve Amount. Failure to timely fund the Payment Reserve Account shall constitute an Event of Default.\nInsurance\nIssuer or Borrower, as applicable, shall provide evidence of insurance including, but not limited to Liability and Property and Casualty insurance in the amounts and in the form satisfactory to Climatize for the project.\nIssuer Documentation\nDocumentation required from the Issuer shall include, but not be limited to, the following:\nReviewed or audited financial statements covering the two most recent fiscal years completed.\nCertificate of incorporation of formation.\nOrganizational Chart.\nEIN Documentation.\nGoverning Documents (e.g. LLC agreement, operating agreement, bylaws, etc.)\nOwnership Documents (e.g. schedule of owners, cap table, etc.)\nAmendments to corporate documents.\nBackground Check Authorization Form for all covered persons. Covered persons include, but are not limited to, the Issuer, directors, general partners, managing members, executive officers, beneficial owners, etc.\nProject Documentation\nProject Documentation required for the Project shall include, but not be limited to, the following:\nPower Purchase Agreement, equipment lease or equivalent commodity purchase agreement.\nInterconnection Agreement.\nEngineering, Procurement, and Construction (“EPC”) Agreement.\nLease/Easement Agreements with respect to real property material to the project; including a recorded memorandum of the Lease/Easement Agreements.\nTax credit and environmental attributes monetization strategy and or financing agreements.\nOperations and maintenance (“O&M”) agreement.\nAll necessary governmental and regulatory permits, including environmental and building permits to allow construction, ownership and operation of the Project.\nOther agreements with respect to the Project, as may be necessary and as agreed to by the Issuer or Borrower and Climatize.\nAccounts\nNone other than those identified for the Payment Reserve Account.\nEvents of Default\nCustomary for transactions of this nature.\nIn the event that the offering fails to reach the Target Amount within the Offering Period, or the Issuer cancels during the Offering Period, the Issuer is liable for all third-party fees and costs incurred and the Commitment Fee.\nClosing Costs\nLender and Climatize will not incur any expenses whatsoever in connection with the application, closing and offering. The Issuer will be required to pay all costs and expenses incurred in the preparation of the application and for the closing of the transaction whether ultimately closed or not, including, without limitation, legal fees and recording costs.\nConditions Precedent to Closing\nTBD.\nConfidentiality\nThe Issuer and/or Borrower agrees to keep this term sheet and all of its material terms confidential. The Borrower is not to disclose this term sheet or any of its material terms to anyone except as such disclosure is required by law or regulation or as a result of any legal or administrative proceeding.\n\n\n\n",
      "suggestedPlaceholders": [
        {
          "foundText": "Securities LLC",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "$2,500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$575",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$100",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$150",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$400",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$750",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "Construction Plus",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Loan",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Sheet",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Summary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Term",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Climatize Earth",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Jim Goldman",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Following Page",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Summary Description",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maximum Offering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Guarantee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conversion Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Portal",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Regulation Crowdfunding",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Credit Facility",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Maximum",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Target",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Construction",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Draw Schedule",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conversion\n\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Twelve Months",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maturity Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Fees\nCommitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Commitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Set Up",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Agent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Checks",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Review",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Filing Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Issuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Origination Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Commitment Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Annual Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Servicing Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Digital Transfer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Agent Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Repayment\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Term",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Amortization Schedule",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Site Lease",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Collateral\nAll",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Indemnity\nBorrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Covenants",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Waterfall",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Period\nDistributions",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reimburse Climatize",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Replenish Payment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reserve Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Minimum Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Disbursement Deliverables",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Borrower Parent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Lien Waivers",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Reporting",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Prepayment\nNo",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Account\nDeposit",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "North Capital",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Investment Technology",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Insurance\nIssuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Issuer Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Organizational Chart",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Governing Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Ownership Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Check",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Authorization Form",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Power Purchase",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Interconnection Agreement",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Easement Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Accounts\nNone",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Default\nCustomary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Target Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Period",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Closing Costs",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conditions Precedent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Confidentiality\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Borrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        }
      ]
    },
    {
      "id": "1GYhaPRGAfXdGDVojKYu4VdJ_FU46IBYiPc5mwmsxUe0",
      "name": "Construction",
      "mimeType": "application/vnd.google-apps.document",
      "webViewLink": "https://docs.google.com/document/d/1GYhaPRGAfXdGDVojKYu4VdJ_FU46IBYiPc5mwmsxUe0/edit?usp=drivesdk",
      "documentType": "Construction",
      "content": "Attn: first_name last_name\nbusiness_legal_name\nemail\nmobile_phone\n\nDear first_name,\n\nThank you for giving us this opportunity to provide you with this Summary of Terms and Conditions (“Term Sheet”) for project_name (“Project”). \nThis Summary of Terms and Conditions is for discussion purposes only and is not a commitment to lend by the Lender. Any commitment (“Loan”) is subject to due diligence and approval. The following is a basic outline of the terms and conditions which are generally available at this time. These terms and conditions are subject to change at any time prior to the execution of a binding commitment, based on the market, underwriting, collateral, and other conditions.\n\nThis Term Sheet is not considered a commitment letter but is for discussion purposes only. If the terms and conditions of this Term Sheet are acceptable, please indicate by executing and returning this original proposal letter by deadline_ts, at which time this proposal will expire if not accepted. \n\nOn behalf of Climatize, we look forward to continuing to work with you and your colleagues on the proposed financing. Please feel free to contact me if you have any questions.\nSincerely, \n\nClimatize Earth Securities LLC\n\n\n\n\n\nJim Goldman\nDirector of Finance\n\n\n\n[Acknowledged and Accepted on Following Page]\n\nThis Term Sheet is acknowledged and accepted by the following:\n\nbusiness_legal_name\n\n\n\nfirst_name last_name\ntitle\n\n\n\n​​Terms & Conditions:  Construction Plus Loan \nThis Term Sheet is a summary of certain points of the transaction. Certain due diligence items will also be required to be provided to Climatize for review and approval.\n\nSummary Description\nA delayed draw revolving facility (“Loan”), not to exceed the Maximum Offering Amount, to finance the development and construction of project_name. \nProject\nproject_name\nBorrower\nbusiness_legal_name\nIssuer\nbusiness_legal_name\nGuarantor\nbusiness_legal_name\n\nThe Guarantee will be in effect during the term of the Loan. For the avoidance of doubt, the Guarantee terminates on the Maturity Date.\nLender\nTBD.\n\nThe final contracts, including, but not limited to, the Form C and Loan Agreements, may be novated to reflect the individual pro-rata Lenders. Climatize, an SEC-registered Funding Portal, issues debt securities and leverages tax credit transferability provisions providing a platform for the Issuer to raise funds to finance the Project through Regulation Crowdfunding. As part of this process, Climatize services the loan including, but not limited to, disbursing payments to Lender and acting on behalf of Lender in the case of default.\nOffering/Credit Facility\nConstruction Plus Loan.\nOffering Amount\n\n\nThe Maximum Offering Amount is $maximum_offering_amount plus any applicable fees. The Maximum Offering Amount is the maximum amount the Issuer is seeking to raise.\nThe Target Offering Amount is $target_offering_amount plus any applicable fees. The Target Offering Amount is the minimum amount the Issuer must raise for the offering to be considered successful.\nThe Maximum Term Amount shall not exceed the Maximum Offering Amount.\nConstruction Plus Term\nThe Loan term is a term month period following the date that Climatize successfully completes the capital raise (“Funding Date”) in which distributions shall be made in accordance with a Draw Schedule, by request of the Issuer, or by mutual agreement of the parties.\nPricing \nrate% per annum.\nFees\nCommitment Fee. A fee of $2,500 payable to Climatize due upon execution of the Term Sheet. The Commitment Fee is used to pay one-time fees due to third-parties and related filing costs. These fees include the following:\nEscrow Account Set Up: $575 payable to Escrow Agent.\nBackground Checks: $100/background check payable to Escrow Agent.\nFinancial Review/Audit: cost varies and is payable to an external CPA. Depending on the size of the offering, a financial review or an audit may be required. This can be completed in less than one week.\nFiling Fees: $150 fee to file for and obtain Edgar codes and a $500 filing fee to file all other related filings to list Project payable to Climatize.\nThe Commitment Fee may be waived in part or phased based on milestones at the sole discretion of Climatize. The Issuer will only be responsible for actual third-party fees incurred in the event of cancellation.\nOrigination Fee: 5% of the Maximum Offering Amount due on the Funding Date payable to Climatize. Any unused portion of the Commitment Fee shall be credited to the Origination Fee payable.\nAnnual Fees. Climatize services the Loan including, but not limited to, disbursing payments to the Lender and acting on behalf of Lender in the case of default. Annual Fees are due annually in advance. Annual Fees include the following:\nServicing Fee: 0.50% of the Maximum Offering Amount payable Climatize annually in advance.\nDigital Transfer Agent Fee: ranging from $400 per year for fewer than 50 investors to $750 per year for more than 51 investors, payable to applicable third-party transfer agents annually in advance.\nRepayment\nThe Loan is an up to term month long term during which the Borrower shall make quarterly interest-only payments each January 1, April 1, July 1, and October 1 following the Funding Date. All unpaid accrued and unpaid interest and principal will be due and payable at the Loan Maturity Date.\nSecurity\nA perfected first priority lien on all project assets provided the Security will secure all of the obligations owed to Lender, pledge of the Issuer and/or Borrowers’ applicable accounts and, as applicable, consents and assignments of certain key project documents as may be required (e.g. PPA, EPC, Site Lease, and O&M) and applicable leasehold mortgages. Pledge of any applicable rebate, grant, tax credit and/or incentive, as applicable.\nCollateral\nAll project equipment.\n\nAll contracts for operation of the project.\n\nAny applicable leasehold mortgage associated with the project.\n\nAll equity owned by Issuer, Borrower and/or Borrower parent, as applicable, with respect to the project.\nIndemnity\nBorrower agrees to indemnify and hold harmless Issuer, Lender, and Climatize against any and all claims, actions, damages, losses, liabilities, costs, expenses, or payments of whatever nature and however arising that Borrower suffers, incurs, or is liable for under the Term Sheet or related documents.\nFinancial Covenants\nThose customary for transactions of this type.\nPayment Waterfall – Term Loan Period\nDistributions from the Payment Reserve Account will occur quarterly in the following order of priority:\n\nReimburse Climatize for any unpaid Loan expenses.\n\nPay accrued and unpaid interest due to Lender.\n\nPay principal due to Lender.\n\nReplenish Payment Reserve Account to the Minimum Reserve Amount.\n\nTransfer remaining balance in excess of Minimum Reserve Amount to Borrower’s operating account, so long as no Event of Default has occurred.\nDisbursement Deliverables\nDeliverables prior to the draw under the Loan are those that are customary for transactions of these types including: \n\nThe Issuer, Borrower and/or Borrower Parent will have committed all required equity to the Project.\n\nUpdated budget and draw schedules, reflecting modifications, status of equipment deliveries as applicable.\n\nExecuted contracts and agreement as applicable.\nFinancial Reporting \nIssuer shall be required to submit annual financial statements and covenant compliance certificates within sixty (60) days of the fiscal year end. Additionally, the Guarantor, if any, shall be required to submit annual financial statements within ninety (90) days of the fiscal year end.\n\u000bThe Issuer agrees to comply with all ongoing reporting requirements under Regulation Crowdfunding (Reg CF), including, without limitation, the timely filing of Form C-AR and any other periodic disclosures required by the SEC.\"\nPrepayment\nNo prepayment penalty will be assessed.\n\nIn the event that Borrower receives any project incentives, rebates, grants or other contributions that have been pledged or otherwise assigned to Lender, the Borrower must make a mandatory prepayment or reduction of a portion of the Loan within thirty (30) days of receiving the incentives, rebates, grants, or other contributions.\nPayment Reserve Account\nDeposit account maintained by Borrower at North Capital Private Securities Corporation (NCPS) at all times during the Term Loan. On the Funding Date, the account shall be funded by the Borrower and shall be equal, at minimum, to one (1) quarterly payment (“Minimum Reserve Amount”).\n\nIn the event that the Payment Reserve Account balance is less than the Minimum Reserve Amount, the Borrower shall have thirty (30) days to true up the balance to the Minimum Reserve Amount. Failure to timely fund the Payment Reserve Account shall constitute an Event of Default.\nInsurance\nIssuer or Borrower, as applicable, shall provide evidence of insurance, including, but not limited to, Liability and Property and Casualty insurance in the amounts and in the form satisfactory to Climatize for the project.\nIssuer Documentation\nDocumentation required from the Issuer shall include, but not be limited to, the following:\n\nReviewed or audited financial statements covering the two most recent fiscal years completed.\n\nCertificate of Incorporation of Formation.\n\nOrganizational Chart.\n\nEIN Documentation.\n\nGoverning Documents (e.g. LLC agreement, operating agreement, bylaws, etc.)\n\nOwnership Documents (e.g. schedule of owners, cap table, etc.)\n\nAmendments to corporate documents.\n\nBackground Check Authorization Form for all covered persons. Covered persons include, but are not limited to, the Issuer, directors, general partners, managing members, executive officers, beneficial owners, etc.\nProject Documentation\nProject Documentation required for the Project shall include, but not be limited to, the following:\n\nPower Purchase Agreement, equipment lease, or equivalent commodity purchase agreement.\n\nInterconnection Agreement.\n\nEngineering, Procurement, and Construction (“EPC”) Agreement.\n\nLease/Easement Agreements with respect to real property material to the project, including a recorded memorandum of the Lease/Easement Agreements.\n\nTax credit and environmental attributes monetization strategy and or financing agreements.\n\nOperations and maintenance (“O&M”) agreement.\n\nAll necessary governmental and regulatory permits, including environmental and building permits to allow construction, ownership and operation of the Project.\n\nOther agreements with respect to the Project, as may be necessary and as agreed to by the Issuer or Borrower and Climatize.\nAccounts\nNone other than those identified for the Payment Reserve Account.\nEvents of Default\nCustomary for transactions of this nature.\nClosing Costs\nLender and Climatize will not incur any expenses whatsoever in connection with the application, closing and offering. The Issuer will be required to pay all costs and expenses incurred in the preparation of the application and for the closing of the transaction whether ultimately closed or not, including, without limitation, legal fees and recording costs.\n\nIn the event that the offering fails to reach the Target Amount within the Offering Period, or the Issuer cancels during the Offering Period, the Issuer is liable for all third-party fees and costs incurred, and the Commitment Fee.\n\nConditions Precedent to Closing\nTBD.\nConfidentiality\nThe Issuer and/or Borrower agrees to keep this term sheet and all of its material terms confidential. The Borrower is not to disclose this term sheet or any of its material terms to anyone except as such disclosure is required by law or regulation or as a result of any legal or administrative proceeding.\n\n\n",
      "suggestedPlaceholders": [
        {
          "foundText": "Securities LLC",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "Securities Corporation",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "$2,500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$575",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$100",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$150",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$400",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$750",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "Term Sheet",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Summary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Term",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Climatize Earth",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Jim Goldman",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Following Page",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Construction Plus",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan \nThis",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Summary Description",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maximum Offering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Guarantee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maturity Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Portal",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Regulation Crowdfunding",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Credit Facility",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Maximum",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Target",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Draw Schedule",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Fees\nCommitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Commitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Set Up",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Agent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Checks",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Review",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Filing Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Issuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Origination Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Commitment Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Annual Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Servicing Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Digital Transfer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Agent Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Repayment\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan Maturity",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Site Lease",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Collateral\nAll",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Indemnity\nBorrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Covenants",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Waterfall",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Loan",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Period\nDistributions",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reimburse Climatize",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Replenish Payment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reserve Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Minimum Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Disbursement Deliverables",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Borrower Parent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Reporting",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Prepayment\nNo",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Account\nDeposit",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "North Capital",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Private Securities",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Insurance\nIssuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Issuer Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Organizational Chart",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Governing Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Ownership Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Check",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Authorization Form",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Power Purchase",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Interconnection Agreement",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Easement Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Accounts\nNone",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Default\nCustomary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Closing Costs",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Target Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Period",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conditions Precedent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Confidentiality\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Borrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        }
      ]
    },
    {
      "id": "1beRm9hyiPmpwJ_2NXeT4JvsM1J5HaVNMwd7yosIJiAM",
      "name": "Bridge",
      "mimeType": "application/vnd.google-apps.document",
      "webViewLink": "https://docs.google.com/document/d/1beRm9hyiPmpwJ_2NXeT4JvsM1J5HaVNMwd7yosIJiAM/edit?usp=drivesdk",
      "documentType": "Bridge",
      "content": "Attn: first_name last_name\nbusiness_legal_name\nemail\nmobile_phone\nRE: Construction Plus Bridge Loan\nDear first_name:\nThank you for giving us this opportunity to provide you with this Summary of Terms and Conditions (“Term Sheet”) for project_name (“Project”). \nThis Summary of Terms and Conditions is for discussion purposes only and is not a commitment to lend by the Lender. Any commitment (“Loan”) is subject to due diligence and final approval. The following is an outline of the terms and conditions which are generally available at this time. These terms and conditions are subject to change at any time prior to the execution of a binding commitment, based on the market, underwriting, collateral and other conditions.\nThis Term Sheet is not considered as a commitment letter but is for discussion purposes only. If the terms and conditions of this Term Sheet are acceptable, please indicate by executing and returning this original proposal letter by deadline_ts, at which time this proposal will expire if not accepted. \nOn behalf of Climatize, we look forward to continuing to work with you and your colleagues on the proposed financing. Please feel free to contact me if you have any questions.\nSincerely, \nClimatize Earth Securities LLC\n\n\n\n\n\nJim Goldman\nDirector of Finance\n\n\n[Acknowledged and Accepted on Following Page]\n\n\nThis Term Sheet is acknowledged and accepted by the following:\n\nbusiness_legal_name\n\n\n\n\n\nfirst_name last_name\ntitle\n\n\n\n\nTerms & Conditions:  Construction Plus Bridge Loan \nThis Term Sheet is a summary of certain points of  the transaction. Certain due diligence items also will be required to be provided for review and approval.\nSummary Description\nA delayed draw revolving credit facility (“Loan”), not to exceed the Maximum Offering Amount, to finance the development and construction of the project_name.\nProject\nSee attached Addendum.\nBorrower\nbusiness_legal_name.\nIssuer\nbusiness_legal_name.\nGuarantor\nbusiness_legal_name.\nThe Guarantee will be in effect during the entire term of the Loan.\nLender\nTBD.\nThe final contracts including, but not limited to, the Form C and any contracts or agreements, as applicable, may be novated to reflect individual pro rata Lenders as required.\nClimatize, an SEC-registered Funding Portal, issues debt securities and leverages tax credit transferability provisions providing a platform for the Issuer to raise funds to finance the Project through Regulation Crowdfunding. As part of this process, Climatize services the loan including, but not limited to, disbursing payments to Lender and acting on behalf of Lender in the case of default.\nOffering/Credit Facility\nConstruction Plus Bridge Loan.\nOffering Amount\nThe Maximum Offering Amount is $maximum_offering_amount plus any applicable fees. The Maximum Offering Amount is the maximum amount the Issuer is seeking to raise.\nThe Target Offering Amount is $target_offering_amount plus any applicable fees. The Target Offering Amount is the minimum amount the Issuer must raise for the offering to be considered successful.\nThe Maximum Term Amount shall not exceed the Maximum Offering Amount.\nTerm\nThe term is a term month period following the date that Climatize successfully completes the capital raise (“Funding Date”) in which distributions shall be made to the Issuer in accordance with the Draw Schedule, by request of the Issuer, or by mutual agreement of the parties.\nIssuer may request up to two (2) draws per month. Issuer may request up to two (2) six (6) month extensions for good cause which shall not be unreasonably denied. Any extension must be requested in writing at least thirty (30) days prior the expiration of the Term.\nPrice\nrate% per annum.\nFees\nCommitment Fee. A fee of $2,500 payable to Climatize due upon execution of the Term Sheet. The Commitment Fee is used to pay one-time fees due to third-parties and related filing costs. These fees include the following:\nEscrow Account Set Up: $575 payable to Escrow Agent.\nBackground Checks: $100/background check payable to Escrow Agent.\nFinancial Review/Audit: cost varies and is payable to an external CPA. Depending on the size of the offering, a financial review or an audit may be required. This can be completed in less than one week.\nFiling Fees: $150 fee to file for and obtain Edgar codes and a $500 filing fee to file all other related filings to list Project payable to Climatize.\nThe Commitment Fee may be waived in part or phased based on milestones at the sole discretion of Climatize. The Issuer will only be responsible for actual third-party fees incurred in the event of cancellation.\nOrigination Fee: 5% of the Maximum Offering Amount due on the Funding Date payable to Climatize. Any unused portion of the Commitment Fee shall be credited to the Origination Fee payable.\nAnnual Fees. Climatize services the Loan including, but not limited to, disbursing payments to the Lender and acting on behalf of Lender in the case of default. Annual Fees are due annually in advance. Annual Fees include the following:\nServicing Fee: 0.50% of the Maximum Offering Amount payable Climatize annually in advance.\nDigital Transfer Agent Fee: ranging from $400 per year for fewer than 50 investors to $750 per year for more than 51 investors, payable to applicable third-party transfer agents annually in advance.\nRepayment\nThe Loan is interest-only with the accrued and unpaid interest payable due quarterly each January 1, April 1, July 1, and October 1 following the Funding Date. All outstanding accrued and unpaid interest and principal will be due on the final day of the Term (“Maturity Date”).\nThe Borrower shall pay interest on the outstanding principal at the rate specified. Notwithstanding any other provision of this Term Sheet, the Borrower shall be obligated to pay only fifty percent (50%) of the accrued interest due on the quarterly payment date. The remaining fifty percent (50%) of the accrued interest shall be deferred and added to the outstanding principal balance due at the Maturity Date.\nSecurity\nA perfected first priority lien on all project assets provided the security will secure all of the obligations owed to Lender, consents and assignments of certain key project documents as may be required (e.g. Grant pre-approval, PPA, EPC, Site Lease, and O&M), and assignment or pledge of any rebate, grant, tax credit and/or incentive, as applicable.\nCollateral\nAll project equipment.\nAll contracts for operation of the project.\nAny applicable leasehold mortgage associated with the project.\nAll equity owned by Issuer, Borrower and/or Borrower parent, as applicable, with respect to the project.\nIndemnity\nBorrower agrees to indemnify and hold harmless Lender and Climatize against any and all claims, actions, damages, losses, liabilities, costs, expenses or payments of whatever nature and however arising that Borrower suffers, incurs or is liable for under the Term Sheet or related documents.\nFinancial Covenants\nThose customary for transactions of this type.\nPayment Waterfall – Term Loan Period\nDistributions from the Payment Reserve Account will occur quarterly in the following order of priority:\nReimburse Climatize for any unpaid Loan expenses.\nPay accrued and unpaid interest due to Lender.\nPay principal due to Lender.\nReplenish Payment Reserve Account to the Minimum Reserve Amount.\nTransfer remaining balance in excess of Minimum Reserve Amount to Borrower’s operating account, so long as no Event of Default has occurred.\nDisbursement Deliverables\nDeliverables prior to the draws are those that are customary for transactions of these types including:\nThe Issuer and/or Borrower will have committed all required equity, if any, to the Project.\nUpdated budget and draw schedules, reflecting modifications, status of equipment deliveries, as applicable.\nMaterial subcontractor progressive Lien Waivers with respect to Project.\nExecuted contracts and agreements, as applicable.\nFinancial Reporting \nIssuer shall be required to submit annual financial statements and covenant compliance certificates within sixty (60) days of the fiscal year end. Additionally, the Guarantor, if any, shall be required to submit annual financial statements within ninety (90) days of the fiscal year end.\nPrepayment\nNo prepayment penalty will be assessed.\nIn the event that Borrower receives any project incentives, rebates, grants or other contributions (“Incentives”), the Borrower, for assigned Incentives, must make a mandatory prepayment or reduction of a portion of the Loan within thirty (30) days of receiving the Incentives.\nPayment Reserve Account\nDeposit account maintained by Borrower at North Capital Investment Technology, Inc. at all times during the Term of the Loan. On the Funding Date, the account shall be funded by the Borrower and shall be equal, at minimum, to one (1) quarterly payment (“Minimum Reserve Amount”).\nIn the event that the Payment Reserve Account balance is less than the Minimum Reserve Amount, the Borrower shall have thirty (30) days to true up the balance to the Minimum Reserve Amount. Failure to timely fund the Payment Reserve Account shall constitute an Event of Default.\nInsurance\nIssuer or Borrower, as applicable, shall provide evidence of insurance including, but not limited to Liability and Property and Casualty insurance in the amounts and in the form satisfactory to Climatize for the project.\nIssuer Documentation\nDocumentation required from the Issuer shall include, but not be limited to, the following:\nReviewed or audited financial statements covering the two most recent fiscal years completed as required by statute.\nCertificate of incorporation or formation.\nOrganizational Chart.\nEIN Documentation.\nGoverning Documents (e.g. LLC agreement, operating agreement, bylaws, etc.)\nOwnership Documents (e.g. schedule of owners, cap table, etc.)\nAmendments to corporate documents.\nBackground Check Authorization Form for all covered persons. Covered persons include, but are not limited to, the Issuer, directors, general partners, managing members, executive officers, beneficial owners, etc.\nProject Documentation\nProject Documentation required for the Project shall include, but not be limited to, the following:\nPower Purchase Agreement, equipment lease or equivalent commodity purchase agreement.\nInterconnection Agreement.\nEngineering, Procurement, and Construction (“EPC”) Agreement.\nLease/Easement Agreements with respect to real property material to the project; including a recorded memorandum of the Lease/Easement Agreements.\nTax credit and environmental attributes monetization strategy and or financing agreements.\nOperations and maintenance (“O&M”) agreement.\nAll necessary governmental and regulatory permits, including environmental and building permits to allow construction, ownership and operation of the Project.\nOther agreements with respect to the Project, as may be necessary and as agreed to by the Issuer or Borrower and Climatize.\nAccounts\nNone other than those identified for the Payment Reserve Account.\nEvents of Default\nCustomary for transactions of this nature.\nIn the event that the offering fails to reach the Target Amount within the Offering Period, or the Issuer cancels during the Offering Period, the Issuer is liable for all third-party fees and costs incurred and the Commitment Fee.\nClosing Costs\nLender and Climatize will not incur any expenses whatsoever in connection with the application, closing and offering. The Issuer will be required to pay all costs and expenses incurred in the preparation of the application and for the closing of the transaction whether ultimately closed or not, including, without limitation, legal fees and recording costs.\nConditions Precedent to Closing\nTBD.\nConfidentiality\nThe Issuer and/or Borrower agrees to keep this term sheet and all of its material terms confidential. The Borrower is not to disclose this term sheet or any of its material terms to anyone except as such disclosure is required by law or regulation or as a result of any legal or administrative proceeding.\n\n\n\n",
      "suggestedPlaceholders": [
        {
          "foundText": "Securities LLC",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "$2,500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$575",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$100",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$150",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$400",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$750",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "Construction Plus",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Bridge Loan",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Sheet",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Summary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Term",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Climatize Earth",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Jim Goldman",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Following Page",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Summary Description",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maximum Offering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project\nSee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Guarantee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Portal",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Regulation Crowdfunding",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Credit Facility",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Maximum",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Target",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Draw Schedule",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Fees\nCommitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Commitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Set Up",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Agent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Checks",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Review",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Filing Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Issuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Origination Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Commitment Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Annual Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Servicing Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Digital Transfer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Agent Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Repayment\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maturity Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Borrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Site Lease",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Collateral\nAll",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Indemnity\nBorrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Covenants",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Waterfall",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Loan",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Period\nDistributions",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reimburse Climatize",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Replenish Payment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reserve Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Minimum Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Disbursement Deliverables",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Lien Waivers",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Reporting",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Prepayment\nNo",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Account\nDeposit",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "North Capital",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Investment Technology",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Insurance\nIssuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Issuer Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Organizational Chart",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Governing Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Ownership Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Check",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Authorization Form",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Power Purchase",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Interconnection Agreement",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Easement Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Accounts\nNone",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Default\nCustomary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Target Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Period",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Closing Costs",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conditions Precedent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Confidentiality\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        }
      ]
    },
    {
      "id": "1vrmDNpoD8JFFlhDID-mNpOQUeIvh-6EERCUbpnmOHG8",
      "name": "Pre-Dev",
      "mimeType": "application/vnd.google-apps.document",
      "webViewLink": "https://docs.google.com/document/d/1vrmDNpoD8JFFlhDID-mNpOQUeIvh-6EERCUbpnmOHG8/edit?usp=drivesdk",
      "documentType": "PreDev",
      "content": "Attn: first_name last_name\nbusiness_legal_name\nemail\nmobile_phone\n\nRE: Pre-Development Bridge Facility\nDear first_name:\nThank you for giving us this opportunity to provide you with this Summary of Terms and Conditions (“Term Sheet”) for project_name (“Project”). \nThis Summary of Terms and Conditions is for discussion purposes only and is not a commitment to lend by the Lender. Any commitment (“Loan”) is subject to due diligence and final approval. The following is an outline of the terms and conditions which are generally available at this time. These terms and conditions are subject to change at any time prior to the execution of a binding commitment as summarized in the Form C, based on the market, underwriting, collateral and other conditions.\nThis Term Sheet is not considered as a commitment letter but is for discussion purposes only. If the terms and conditions of this Term Sheet are acceptable, please indicate by executing and returning this original proposal letter by deadline_ts, at which time this proposal will expire if not accepted. \nOn behalf of Climatize, we look forward to continuing to work with you and your colleagues on the proposed financing. Please feel free to contact me if you have any questions.\nSincerely, \n\nClimatize Earth Securities LLC\n\n\n\n\nJim Goldman\nDirector of Finance\n\n\n\n\n\n\n\n\n[Acknowledged and Accepted on Following Page]\n\n\nThis Term Sheet is acknowledged and accepted by the following:\n\nbusiness_legal_name\n\n\n\n\n\nfirst_name last_name\ntitle\n\n\n\n\n\n\nTerms & Conditions:  Pre-Development Bridge Loan \nThis Term Sheet is a summary of certain points of  the transaction. Certain due diligence items also will be required to be provided for review and approval.\nSummary Description\nA Pre-Development Bridge Loan (“Loan”), not to exceed the Maximum Offering Amount, to finance the pre-development of project_name. The Loan will provide business_legal_name with a bridge from pre-development to NTP. It is designed to provide business_legal_name with liquidity and flexibility for pre-development in accordance with the proposed use of funds.\nProject\nSee attached Appendix A.\nBorrower\nbusiness_legal_name.\nIssuer\nbusiness_legal_name.\nGuarantor\nbusiness_legal_name.\nThe Guarantee will be in effect during the entire term of the credit facility.\nLender\nTBD.\nThe final contracts including, but not limited to, the Form C and any contracts or agreements, as applicable, may be novated to reflect individual pro rata Lenders as required.\nClimatize, an SEC-registered Funding Portal, issues debt securities and leverages tax credit transferability provisions providing a platform for the Issuer to raise funds to finance the Project through Regulation Crowdfunding. As part of this process, Climatize services the loan including, but not limited to, disbursing payments to Lender and acting on behalf of Lender in the case of default.\nOffering/Credit Facility\nPre-Development Bridge Loan.\nOffering Amount\nThe Maximum Offering Amount is $maximum_offering_amount plus any applicable fees. The Maximum Offering Amount is the maximum amount the Issuer is seeking to raise.\nThe Target Offering Amount is $target_offering_amount plus any applicable fees. The Target Offering Amount is the minimum amount the Issuer must raise for the offering to be considered successful.\nThe Maximum Term Amount shall not exceed the Maximum Offering Amount.\nTerm\nThe term is a term month period following the date that Climatize successfully completes the capital raise (“Funding Date”) in which distributions shall be made to the Issuer in accordance with the Draw Schedule, by request of the Issuer, or by mutual agreement of the parties.\nPrice\nrate% per annum on the amount funded which shall not be less than the Target Offering Amount or greater than the Maximum Offering Amount.\nFees\nCommitment Fee. A fee of $2,500 payable to Climatize due upon execution of the Term Sheet. The Commitment Fee is used to pay one-time fees due to third-parties and related filing costs. These fees include the following:\nEscrow Account Set Up: $575 payable to Escrow Agent.\nBackground Checks: $100/background check payable to Escrow Agent.\nFinancial Review/Audit: cost varies and is payable to an external CPA. Depending on the size of the offering, a financial review or an audit may be required. This can be completed in less than one week.\nFiling Fees: $150 fee to file for and obtain Edgar codes and a $500 filing fee to file all other related filings to list Project payable to Climatize.\nThe Commitment Fee may be waived in part or phased based on milestones at the sole discretion of Climatize. The Issuer will only be responsible for actual third-party fees incurred in the event of cancellation.\nOrigination Fee: 5% of the Maximum Offering Amount due on the Funding Date payable to Climatize. Any unused portion of the Commitment Fee shall be credited to the Origination Fee payable.\nAnnual Fees. Climatize services the Loan including, but not limited to, disbursing payments to the Lender and acting on behalf of Lender in the case of default. Annual Fees are due annually in advance. Annual Fees include the following:\nServicing Fee: 0.50% of the Maximum Offering Amount payable Climatize annually in advance.\nDigital Transfer Agent Fee: ranging from $400 per year for fewer than 50 investors to $750 per year for more than 51 investors, payable to applicable third-party transfer agents annually in advance.\nRepayment\nThe Loan is interest-only with the accrued and unpaid interest payable due quarterly each January 1, April 1, July 1, and October 1 following the Funding Date. All outstanding accrued and unpaid interest and principal will be due on the final day of the Term (“Maturity Date”).\nSecurity\nA lien on all project assets provided the security will secure all of the obligations owed to Lender, consents and assignments of certain key project documents as may be required (e.g. Grant pre-approval, PPA, EPC, Site Lease, and O&M), assignment or pledge of any rebate, grant, tax credit and/or incentive, as applicable, and an assignment of interconnection rights or development fees, as applicable.\nThe final promissory note and assignment agreement will reflect the security and/or collateral as agreed by the parties.\nCollateral\nAll project equipment.\nAll contracts for operation of the project.\nAny applicable leasehold mortgage associated with the project.\nAll equity owned by Issuer, Borrower and/or Borrower parent, as applicable, with respect to the project.\nAll interconnection rights, deposits and development fees, as applicable.\nIndemnity\nBorrower agrees to indemnify and hold harmless Lender and Climatize against any and all claims, actions, damages, losses, liabilities, costs, expenses or payments of whatever nature and however arising that Borrower suffers, incurs or is liable for under the Term Sheet or related documents.\nFinancial Covenants\nThose customary for transactions of this type. Specific to this transaction, Issuer is to notify Climatize of any material change in circumstances.\nPayment Waterfall\nDistributions from the Payment Reserve Account will occur quarterly in the following order of priority:\nReimburse Climatize for any unpaid Loan expenses.\nPay accrued and unpaid interest due to Lender.\nPay principal due to Lender.\nReplenish Payment Reserve Account to the Minimum Reserve Amount.\nTransfer remaining balance in excess of Minimum Reserve Amount to Borrower’s operating account, so long as no Event of Default has occurred.\nUse of Funds\nThe funds provided Issuer may be used to fund pre-development expenses including, but not limited, to the following: (1) site control finalization and real estate work, (2) environmental studies, (3) local permitting and community engagement, (4) professional engineering fees, and (5) utility application and milestone fees..\nThe funds provided are not to be used for SG&A expenses unrelated to the development of the Project.\nFinancial Reporting \nIssuer shall be required to submit annual financial statements and covenant compliance certificates within sixty (60) days of the fiscal year end.\nThe Issuer agrees to comply with all ongoing financial reporting requirements under Regulation Crowdfunding (Reg CF), as applicable, including, without limitation, the timely filing of the Form C-AR and any other periodic disclosures required by the SEC.\nPrepayment\nNo prepayment penalty will be assessed.\nPayment Reserve Account\nDeposit account maintained by Borrower at North Capital Private Securities Corporation at all times during the Term of the Loan. On the Funding Date, the account shall be funded by the Borrower and shall be equal, at minimum, to one (1) quarterly payment (“Minimum Reserve Amount”).\nIn the event that the Payment Reserve Account balance is less than the Minimum Reserve Amount, the Borrower shall have thirty (30) days to true up the balance to the Minimum Reserve Amount. Failure to timely fund the Payment Reserve Account shall constitute an Event of Default.\nInsurance\nIssuer or Borrower, as applicable, shall provide evidence of insurance including, but not limited to Liability and Property and Casualty insurance in the amounts and in the form satisfactory to Climatize for the project.\nPrior to the Funding Date, Issuer shall disclose to Climatize its current insurance policies and Climatize shall provide written confirmation to Issuer confirming that no additional changes are required. Appendix B details the types of insurance that may be required depending on the Project.\nIssuer Documentation\nDocumentation required from the Issuer shall include, but not be limited to, the following:\nReviewed or audited financial statements covering the two most recent fiscal years completed as required by statute.\nCertificate of incorporation or formation.\nOrganizational Chart.\nEIN Documentation.\nGoverning Documents (e.g. LLC agreement, operating agreement, bylaws, etc.)\nOwnership Documents (e.g. schedule of owners, cap table, etc.)\nAmendments to corporate documents.\nBackground Check Authorization Form for all covered persons. Covered persons include, but are not limited to, the Issuer, directors, general partners, managing members, executive officers, beneficial owners, etc.\nProject Documentation\nProject Documentation required for the Project shall include, but not be limited to, the following:\nPower Purchase Agreement, equipment lease or equivalent commodity purchase agreement.\nInterconnection Agreement.\nEngineering, Procurement, and Construction (“EPC”) Agreement.\nLease/Easement Agreements with respect to real property material to the project; including a recorded memorandum of the Lease/Easement Agreements.\nTax credit and environmental attributes monetization strategy and or financing agreements.\nOperations and maintenance (“O&M”) agreement.\nAll necessary governmental and regulatory permits, including environmental and building permits to allow construction, ownership and operation of the Project.\nOther agreements with respect to the Project, as may be necessary and as agreed to by the Issuer or Borrower and Climatize.\nAs pre-development projects, the parties shall maintain a shared data room and, as appropriate, the Issuer shall reasonably upload project related documents as they become available. Additionally, the Issuer shall provide a monthly Periodic Development Status Report to Climatize a sample of which is attached as Appendix C.\nAccounts\nNone other than those identified for the Payment Reserve Account.\nEvents of Default\nCustomary for transactions of this nature.\nIn the event that the offering fails to reach the Target Amount within the Offering Period, or the Issuer cancels during the Offering Period, the Issuer is liable for all third-party fees and costs incurred and the Commitment Fee.\nClosing Costs\nLender and Climatize will not incur any expenses whatsoever in connection with the application, closing and offering. The Issuer will be required to pay all costs and expenses incurred in the preparation of the application and for the closing of the transaction whether ultimately closed or not, including, without limitation, legal fees and recording costs.\nConditions Precedent to Closing\nTBD.\nConfidentiality\nThe Issuer and/or Borrower agrees to keep this term sheet and all of its material terms confidential. The Borrower is not to disclose this term sheet or any of its material terms to anyone except as such disclosure is required by law or regulation or as a result of any legal or administrative proceeding.\n\nAppendix A\n[Project Listing and Description]\n\nProject Name\nLocation\nCounty\nEst Pre-Dev Costs\nEst Construct Costs\nSponsor Equity Cont\nOfftake\nEPC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAppendix B\nGeneral Insurance Requirements\nGeneral Requirements\nThe policies must provide for 30 days written notice to Lenders and their successors and assigns of any material change in, or cancellation of the policy. Certificates with disclaimers for certificate holders will not be accepted. Policies shall contain an automatic renewal provision as commercially available.\nApplicable Project Companies must be named as the insured.\nThe property address of all collateral must be identified as the insured property.\nDeductibles shall not be more than $[AMOUNT].\nFlood, Wind and Hail are required if the location is within 100 miles of the coast or if otherwise required based on historic weather patterns.\nInsurers must be rated A- or better and have a minimum size rating of “X” by Best’s. \nThe Manager shall cause Issuer to promptly notify Climatize of any single loss or event likely to give rise to a claim against an insurer for an amount in excess of $[AMOUNT] for an event of $[AMOUNT] in the aggregate during the policy period.\nThe Manager shall cause the Issuer to promptly notify Climatize of any claims (including all claims unrelated to the Project) against the Total Aggregate Limit under the Commercial General Liability policy that may materially impact the amount of coverage remaining under the Total Aggregate Limit.\nInsurance Certificates\nGeneral Liability coverage in an amount acceptable to Lender. General guidelines: Umbrella/Excess Coverage - $[AMOUNT] per occurrence and in the aggregate; General Liability Aggregate - $[AMOUNT]; Each Occurrence - $[AMOUNT]; Automobile - $[AMOUNT] / accident (bodily injury and property damage); Medical Expenses - $[AMOUNT]; Products / Completed Operations - $[AMOUNT].\nWorkers Compensation Insurance in an amount sufficient to satisfy statutory requirements (if applicable).\nInsurance must cover the Issuer and applicable Project Company for each Facility operations, and must include coverage for premises/operations, products/completed operations, broad form property damage, contractual liability, and personal injury, with no exclusions for fire, explosion, or underground perils. Lenders must be listed as a CERTIFICATE HOLDER and ADDITIONAL INSURED on all liability policies, and rights of subrogation against Investor Member shall be waived.\nSudden and accidental pollution coverage unless there are material recognized environmental conditions, and broader pollution coverage as commercially available.\nSeparation of insured clause and no exclusion for cross-liability.\nPrimary non-contributory requirement.\nEPC Requirements\nBuilder’s Risk to All-Risk without gap/lapse.\nContractor / Subs (including EPC and O&M) shall maintain insurance in accordance with standard industry practice, including builder’s risk and liability insurance.\nInclude the Issuer, Project Companies, Lender as additional insureds and loss payee.\nSubrogation Waiver.\nNon-vitiation if builder’s risk claims result from affiliate acts / omissions.\nCoverage for equipment breakdown (mechanical and electrical), damages resulting from design error fo faulty workmanship, named perils including flood, wind, hail, wildfire, earthquake, tornado, lightning, freezing, strike, sabotage (non-terrorisim events), riot, civil commotion, vandalism, and malicious mischief, in each case subject to terms and sublimits that are consistent with current industry practice.\nCoverage shall insure all personal property of the Issuer and Project Companies whether at a fixed location, off-site storage or warehouse location, or while in the course of inland transit, for an amount of not less than full replacement cost value (without deduction for depreciation or obsolescence).\nPer occurrence deductible shall not be greater than $[AMOUNT], except for earthquake and flood, which shall not have a deductive greater than $[AMOUNT].\nSharing of aggregate limit specifications.\nBusiness Personal Property\nLenders and the Issuer must be listed as additional insureds and loss payees.\nCoverage for equipment breakdown (mechanical and electrical), damages resulting from design, workmanship, or material defect, named perils including flood, wind, hail, wildfire, earthquake, tornado, lightning, freezing, strike, sabotage (non-terrorisim events), riot, civil commotion, vandalism, and malicious mischief, in each case subject to terms and sublimits that are consistent with current industry practice.\nCoverage shall insure all personal property of the Issuer and applicable Project Companies for an amount of not less than full replacement cost value (without deduction for depreciation or obsolescence), except for personal property in temporary off-site storage or while in the course of inland transit, which shall be for an amount of not less than $[AMOUNT] per occurrence.\nNon-vitiation if claims result from affiliate acts / omissions.\nWorkers Compensation\nAmount sufficient to satisfy statutory requirements (if applicable).\nBusiness Interruption\n12 months business interruption following all damages required to be insured above under Business Personal Property (with coverage including tax credit loss and environmental attribute revenue).\nContingent business interruption as commercially available.\nDelay in start-up following all damages required to be insured above under EPC (minimum 12 months delay)\nNon-vitiation if business interruption claims result from affiliate acts / omissions.\nLenders must be listed as additional insured and loss payee.\nDeductible or waiting period shall not exceed 45 days.\nEndorsement\nAll certificates / evidence of insurance must contain the following endorsement for Lenders:\n\t[ENDORSEMENT]\n\nAppendix C\nPeriodic Development Status Report\n[Sample Guide for Report]\n\nForm Details\n\n\nLocation\n\nForm Date\n\nDescription\n\nSubmitted By\n\nStatus\n\nLast Update\n\nLast Updated By\n\nIncluded References\nAssets | Documents | Form Details | Issues | Photos\n\nProject\n\nContractor\n\nReporting Date\n\nReported By\n\n\nWork Completed Since [DATE]\n\nWork Planned\n\nConditions Affecting Work\n\nAnticipated Issues\n\nNew Materials / Equipment\n\nSummary of Any Safety Incidents\n\n\nMajor Components\nPercent Complete\nSite Control Finalization and Real Estate Work\n\nEnvironmental Studies\n\nLocal Permitting and Community Engagement\n\nProfessional Engineering\n\nUtility Application and Milestone Payments\n\n\nAction Items\nOwner\nStatus\nDetail\nItem 1\n\n\n\nItem 2\n\n\n\nItem 3\n\n\n\nItem 4\n\n\n\nItem 5\n\n\n\n\nPhotos / Other\n\n\n\n\n",
      "suggestedPlaceholders": [
        {
          "foundText": "Securities LLC",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "Securities Corporation",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "Project Company",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "$2,500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$575",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$100",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$150",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$400",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$750",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "Development Bridge",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Facility\nDear",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Sheet",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Summary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Term",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Climatize Earth",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Jim Goldman",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Following Page",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Summary Description",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maximum Offering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Loan",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project\nSee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Guarantee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Portal",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Regulation Crowdfunding",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Credit Facility",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Maximum",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Target",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Draw Schedule",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Target Offering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Fees\nCommitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Commitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Set Up",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Agent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Checks",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Review",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Filing Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Issuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Origination Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Commitment Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Annual Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Servicing Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Digital Transfer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Agent Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Repayment\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maturity Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Site Lease",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Collateral\nAll",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Indemnity\nBorrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Covenants",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Waterfall",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reimburse Climatize",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Replenish Payment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reserve Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Minimum Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Reporting",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Prepayment\nNo",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Account\nDeposit",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "North Capital",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Private Securities",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Insurance\nIssuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Issuer Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Organizational Chart",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Governing Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Ownership Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Check",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Authorization Form",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Power Purchase",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Interconnection Agreement",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Easement Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Periodic Development",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Status Report",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Accounts\nNone",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Default\nCustomary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Target Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Period",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Closing Costs",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conditions Precedent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Confidentiality\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Borrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Listing",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Name",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Location\nCounty",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Est Pre",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Dev Costs",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Est Construct",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Costs\nSponsor",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Equity Cont",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "General Insurance",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Requirements\nGeneral",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Requirements\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Applicable Project",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Manager",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Total Aggregate",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Commercial General",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Insurance Certificates",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "General Liability",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Excess Coverage",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Each Occurrence",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Medical Expenses",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Completed Operations",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Workers Compensation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Company",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Investor Member",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Requirements\nBuilder",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Companies",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Subrogation Waiver",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Business Personal",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Property\nLenders",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Business Interruption",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Endorsement\nAll",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Sample Guide",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Form Details",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Location\n\nForm",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Date\n\nDescription",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Submitted By",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Status\n\nLast",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Update\n\nLast",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Updated By",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Included References",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Photos\n\nProject",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Contractor\n\nReporting",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Date\n\nReported",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "By\n\n\nWork",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Completed Since",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Work Planned",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conditions Affecting",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Work\n\nAnticipated",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Issues\n\nNew",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Equipment\n\nSummary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Any Safety",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Incidents\n\n\nMajor",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Components\nPercent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Complete\nSite",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Control Finalization",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Real Estate",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Work\n\nEnvironmental",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Studies\n\nLocal",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Community Engagement",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Professional Engineering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Utility Application",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Milestone Payments",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Action Items",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Owner\nStatus",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Detail\nItem",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        }
      ]
    },
    {
      "id": "1MZ1W52MApg4-Vv6NHdk9atomByH7VYQ5WfSCxQyGtqw",
      "name": "Working Capital",
      "mimeType": "application/vnd.google-apps.document",
      "webViewLink": "https://docs.google.com/document/d/1MZ1W52MApg4-Vv6NHdk9atomByH7VYQ5WfSCxQyGtqw/edit?usp=drivesdk",
      "documentType": "Working Capital",
      "content": "Attn: first_name last_name\nbusiness_legal_name\nemail\nmobile_phone\n\nRE: Working Capital Loan\n\nDear first_name,\n\nThank you for giving us this opportunity to provide you with this Summary of Terms and Conditions (“Term Sheet”) for project_name (“Project”). \nThis Summary of Terms and Conditions is for discussion purposes only and is not a commitment to lend by the Lender. Any commitment (“Loan”) is subject to due diligence and approval. The following is a basic outline of the terms and conditions which are generally available at this time. These terms and conditions are subject to change at any time prior to the execution of a binding commitment, based on the market, underwriting, collateral, and other conditions.\n\nThis Term Sheet is not considered a commitment letter but is for discussion purposes only. If the terms and conditions of this Term Sheet are acceptable, please indicate by executing and returning this original proposal letter by deadline_ts, at which time this proposal will expire if not accepted. \n\nOn behalf of Climatize, we look forward to continuing to work with you and your colleagues on the proposed financing. Please feel free to contact me if you have any questions.\nSincerely, \n\nClimatize Earth Securities LLC\n\n\n\n\n\nJim Goldman\nDirector of Finance\n\n\n\n\n\n\n\n[Acknowledged and Accepted on Following Page]\nThis Term Sheet is acknowledged and accepted by the following:\n\nbusiness_legal_name\n\n\n\n\nSignature\nfirst_name last_name\ntitle\n\n\nTerms & Conditions:  Working Capital Loan \n\nThis Term Sheet is a summary of certain points of the transaction. Certain due diligence items will also be required to be provided to Climatize for review and approval.\n\nSummary Description\nThis term sheet outlines the key terms for a senior secured working capital loan to finance business_legal_name’s early-stage project deployment (collectively referred to as the “Loan”).\nProject\nproject_description\nBorrower\nbusiness_legal_name.\nIssuer\nbusiness_legal_name.\nGuarantor\nbusiness_legal_name.\nThe Guarantee will be in effect during the term of the Loan. \nLender\nTBD.\nThe final contracts, including, but not limited to, the Form C and Loan Agreements, may be novated to reflect the individual pro-rata Lenders. Climatize, an SEC-registered Funding Portal, issues debt securities and leverages tax credit transferability provisions, providing a platform for the Issuer to raise funds to finance the Project through Regulation Crowdfunding. As part of this process, Climatize services the loan, including, but not limited to, disbursing payments to the Lender and acting on behalf of the Lender in the case of default.\nOffering/Credit Facility\nWorking Capital Loan.\nOffering Amount\n\n\nThe Maximum Offering Amount is $maximum_offering_amount plus any applicable fees. The Maximum Offering Amount is the maximum amount the Issuer is seeking to raise.\nThe Target Offering Amount is $target_offering_amount plus any applicable fees. The Target Offering Amount is the minimum amount the Issuer must raise for the offering to be considered successful.\nThe Maximum Term Loan Amount shall not exceed the Maximum Offering Amount or the Target Offering Amount, as applicable.\nWorking Caìtal Loan\nStructured as a term-month senior secured loan, it carries a rate% simple annual interest rate with quarterly interest-only payments and a full principal balloon repayment at maturity. \nTerm Loan Maturity Date\nterm months. \nPricing \nrate% per annum on actual offering amount.\nFees\nCommitment Fee. A fee of $2,500 payable to Climatize due upon execution of the Term Sheet. The Commitment Fee is used to pay one-time fees due to third-parties and related filing costs. These fees include the following:\nEscrow Account Set Up: $575 payable to Escrow Agent.\nBackground Checks: $100/background check payable to Escrow Agent.\nFinancial Review/Audit: cost varies and is payable to an external CPA. Depending on the size of the offering, a financial review or an audit may be required. This can be completed in less than one week.\nFiling Fees: $150 fee to file for and obtain Edgar codes and a $500 filing fee to file all other related filings to list Project payable to Climatize.\nThe Commitment Fee may be waived in part or phased based on milestones at the sole discretion of Climatize. The Issuer will only be responsible for actual third-party fees incurred in the event of cancellation.\nOrigination Fee: 5% of the Maximum Offering Amount due on the Funding Date payable to Climatize. Any unused portion of the Commitment Fee shall be credited to the Origination Fee payable.\nAnnual Fees: Climatize services the Loan including, but not limited to, disbursing payments to the Lender and acting on behalf of Lender in the case of default. Annual Fees are due annually in advance. Annual Fees include the following:\nServicing Fee: 0.50% of the Maximum Offering Amount payable Climatize annually in advance.\nDigital Transfer Agent Fee: ranging from $400 per year for fewer than 50 investors to $750 per year for more than 51 investors, payable to applicable third-party transfer agents annually in advance.\nRepayment\nDuring the term-month term, business_legal_name will make quarterly interest-only payments at a rate% simple annual interest rate. Payments are due each January 1, April 1, July 1, and October 1. The first payment due date will be the first scheduled payment date after the loan disbursement date. No principal is repaid during this period. Interest for any partial quarter at the beginning or end of the loan term will be calculated on a per diem basis. At the end of the term, on the Term Loan Maturity Date, business_legal_name will make a final balloon payment covering the entire principal balance, along with any accrued but unpaid interest.  \nSecurity\nA perfected first priority lien on all project assets provided the Security will secure all of the obligations owed to Lender, pledge of the Issuer and/or Borrowers’ accounts and, as applicable, consents and assignments of certain key project documents as may be required (e.g. PPA, EPC, Site Lease, and O&M) and applicable leasehold mortgages. Pledge of any applicable rebate, grant, tax credit, and/or incentive, as applicable.\nCollateral\nAll project equipment purchased with loan proceeds. For lack of doubt, this includes equipment purchased and held for lease and equipment held for sale. Upon the sale of equipment to a buyer and transfer of ownership to the buyer, the equipment is no longer pledged as collateral. That is to say, equipment held for sale is collateral, but upon sale and transfer of ownership, is not collateral.\nAll receivables related to the project.\nAll rights to incentive payments.\nAll cash or cash equivalents held in project-specific accounts.\nAll binding customer contracts or sales agreements.\nIndemnity\nBorrower agrees to indemnify and hold harmless Issuer, Lender, and Climatize against any and all claims, actions, damages, losses, liabilities, costs, expenses, or payments of whatever nature and however arising that Borrower suffers, incurs, or is liable for under the Term Sheet or related documents.\nFinancial Covenants\nNo Debt Service Coverage Ratio or liquidity covenants will apply. Issurer to notify Climatize of any substantial change in circumstances (e.g., material adverse change) and comply with any identified financial reporting requirements.\nPayment Waterfall – Term Loan Period\nDistributions from the Payment Reserve Account will occur quarterly in the following order of priority:\nReimburse Climatize for any unpaid Loan expenses.\nPay accrued and unpaid interest due to Lender.\nPay principal due to Lender.\nReplenish Payment Reserve Account to the Minimum Reserve Amount.\nTransfer remaining balance in excess of Minimum Reserve Amount to Borrower’s operating account, so long as no Event of Default has occurred.\nDisbursement Deliverables\nDeliverables prior to the draws under the Loan are those that are customary for transactions of these types including: \nThe Issuer, Borrower and/or Borrower Parent will have committed all required equity to the Project.\nUpdated budget and draw schedules, reflecting modifications, status of equipment deliveries as applicable.\nEPC Contractor and material subcontractor progressive Lien Waivers with respect to Project.\nExecuted contracts and agreement as applicable.\nFinancial Reporting \nIssuer shall be required to submit annual financial statements and affirm no material adverse changes within sixty (60) days of the fiscal year end. The Issuer agrees to comply with all ongoing financial reporting requirements under Regulation Crowdfunding (Reg CF), as applicable, including, without limitation, the timely filing of the form C-AR and any other periodic disclosures required by the SEC.\nPrepayment\nNo prepayment penalty will be assessed. In the event of a default for failure to pay under the terms of this agreement, any funds received by Issuer in the form of grants, rebates or incentives that are specifically for equipment or project costs as a result of this Offering are payable and due to Lender in accordance with the Payment Waterfall herein.\nPayment Reserve Account\nDeposit account maintained by Borrower at North Capital Private Securities Corporation (NCPS) at all times during the Term Loan. On the Funding Date, the account shall be funded by the Borrower and shall be equal, at minimum, to one (1) quarterly payment (“Minimum Reserve Amount”).\nIn the event that the Payment Reserve Account balance is less than the Minimum Reserve Amount, the Borrower shall have thirty (30) days to true up the balance to the Minimum Reserve Amount. Failure to timely fund the Payment Reserve Account shall constitute an Event of Default.\nInsurance\nIssuer or Borrower, as applicable, shall provide evidence of insurance, including, but not limited to, Liability and Property and Casualty insurance in the amounts and in the form satisfactory to Climatize for the project.\nIssuer Documentation\nDocumentation required from the Issuer shall include, but not be limited to, the following:\nCertificate of incorporation of formation.\nOrganizational Chart.\nEIN Documentation.\nGoverning Documents (e.g. LLC agreement, operating agreement, bylaws, etc.)\nOwnership Documents (e.g. schedule of owners, cap table, etc.)\nAmendments to corporate documents.\nBackground Check Authorization Form for all covered persons. Covered persons include, but are not limited to, the Issuer, directors, general partners, managing members, executive officers, beneficial owners, etc.\nProject Documentation\nProject Documentation required for the Project shall include, but not be limited to, the following:\nCustomer Contracts or Sales Agreements.\nInvoice or Purchase Orders for Equipment.\nInstallation Plan or Deployment Schedule.\nProof of Incentive Eligibility.\nAccounts\nNone other than those identified for the Payment Reserve Account.\nEvents of Default\nCustomary for transactions of this nature.\nIn the event that the offering fails to reach the Target Amount within the Offering Period, or the Issuer cancels during the Offering Period, the Issuer is liable for all third-party fees and costs incurred, and the Commitment Fee.\nClosing Costs\nLender and Climatize will not incur any expenses whatsoever in connection with the application, closing and offering. The Issuer will be required to pay all costs and expenses incurred in the preparation of the application and for the closing of the transaction whether ultimately closed or not, including, without limitation, legal fees and recording costs. \nAll such costs and expenses charged to Issuer shall be supported by invoices provided by Climatize upon Issuer's request.  \nConditions Precedent to Closing\nTBD.\nConfidentiality\nThe Issuer and/or Borrower agree to keep this term sheet and all of its material terms confidential. The Borrower is not to disclose this term sheet or any of its material terms to anyone except as such disclosure is required by law or regulation or as a result of any legal or administrative proceeding.\n\n\n",
      "suggestedPlaceholders": [
        {
          "foundText": "Securities LLC",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "Securities Corporation",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "$2,500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$575",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$100",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$150",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$500",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$400",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "$750",
          "suggestedVariable": "target_offering_amount",
          "placeholder": "{{target_offering_amount}}"
        },
        {
          "foundText": "Working Capital",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan\n\nDear",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Sheet",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Summary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Term",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Climatize Earth",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Jim Goldman",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Following Page",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan \n\nThis",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Summary Description",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Guarantee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Portal",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Regulation Crowdfunding",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Credit Facility",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Maximum",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Target",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Term Loan",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maximum Offering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Target Offering",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Working Ca",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Loan\nStructured",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maturity Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Fees\nCommitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Commitment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Set Up",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Escrow Agent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Checks",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Review",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Filing Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Issuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Origination Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Funding Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Commitment Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Annual Fees",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Servicing Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Digital Transfer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Agent Fee",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Repayment\nDuring",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Site Lease",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Collateral\nAll",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Indemnity\nBorrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Covenants",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "No Debt",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Service Coverage",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Waterfall",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Period\nDistributions",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Payment Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reimburse Climatize",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Replenish Payment",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Reserve Account",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Minimum Reserve",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Disbursement Deliverables",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Borrower Parent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Lien Waivers",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Financial Reporting",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Prepayment\nNo",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Account\nDeposit",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "North Capital",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Private Securities",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Insurance\nIssuer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Issuer Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Organizational Chart",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Governing Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Ownership Documents",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Background Check",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Authorization Form",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Project Documentation",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Customer Contracts",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Sales Agreements",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Purchase Orders",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Installation Plan",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Deployment Schedule",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Incentive Eligibility",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Accounts\nNone",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Default\nCustomary",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Target Amount",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Offering Period",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Closing Costs",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Conditions Precedent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Confidentiality\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Borrower",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        }
      ]
    },
    {
      "id": "1YQyzmifc6sEQ8uBMwFiEq3fA05Jbik7lNmM1jIvgKxs",
      "name": "POA",
      "mimeType": "application/vnd.google-apps.document",
      "webViewLink": "https://docs.google.com/document/d/1YQyzmifc6sEQ8uBMwFiEq3fA05Jbik7lNmM1jIvgKxs/edit?usp=drivesdk",
      "documentType": "POA",
      "content": "POWER OF ATTORNEY\n\nThis POWER OF ATTORNEY (\"POA\") is entered into by and between:\n\nClient Entity (“Principal”): \nbusiness_legal_name\nein\naddress_issuer\u000bcity_issuer\u000bstate_issuer\nzip_issuer\nphone_issuer\n\nAttorney-in-Fact (Agent):\u000bJames (“Jim”) Goldmann (“Agent”)\u000b15 E Sumner St #4, Hartford, WI 53027\u000bjim@climatize.earth\u000b(414) 639-6378\n\nWHEREAS, Principal desires to appoint Agent, a non-affiliated individual, as its true and lawful attorney-in-fact to act in its name, place, and stead to file necessary forms with the U.S. Securities and Exchange Commission (SEC) on behalf of the Principal;\n\nNOW, THEREFORE, the Principal does hereby appoint the Agent as its true and lawful attorney-in-fact to exercise the powers and perform the acts described below.\n\n1. Authority Granted\nThe Agent is authorized to perform the following acts on behalf of the Principal, limited strictly to SEC-related regulatory filings:\n\n1.1. Prepare, execute, and submit all necessary filings, reports, and forms required by the U.S. Securities and Exchange Commission, including but not limited to Form ID Application, Forms C, C/A, C/TR, C-U, C-AR, C-AR/A, C-NT, and any amendments or related documentation thereof;\n\n1.2. Communicate with the SEC and its staff regarding such filings;\n\n1.3. Take any and all other actions as may be necessary or appropriate to comply with the federal securities laws and SEC rules in connection with the filing of such forms.\n\n2. Effective Date and Duration\nThis Power of Attorney shall become effective as of the date of the last signature below and shall remain in full force and effect until the earlier of the following: (1) all necessary filings, requirements and forms required by the U.S. Securities and Exchange Commission in relation to Regulation Crowdfunding offerings posted by the Principal on Climatize Earth Securities LLC have been filed, or (2) written revocation by the Principal.\n\n3. Revocation\nThe Principal retains the right to revoke this Power of Attorney at any time by providing written notice to the Agent. Such revocation will be effective upon receipt of the notice by the Agent or by the Maturity Date.\n\n4. Governing Law\nThis Power of Attorney shall be governed by and construed in accordance with the laws of the State of Delaware without regard to its conflict of laws principles.\n\n5. Indemnification\nThe Principal agrees to indemnify and hold harmless the Agent from and against any and all claims, liabilities, and expenses, including reasonable attorney’s fees, arising from any action taken by the Agent in good faith in the execution of the powers granted herein.\n\n6. Third-Party Reliance\nAll third parties dealing with the Agent may rely on this Power of Attorney, and such reliance shall not be impaired by any limitation upon the powers of the Agent as expressed herein or otherwise known to them.\n\n7. Counterparts/Electronic Signature\nThis POA may be executed in counterparts, which together shall constitute a single instrument. An electronically transmitted, executed signature page of this POA shall be as effective as the original signed document to bind the parties, provided that each Party shall deliver an executed and acknowledged signature to the other.\n\n\n\nIN WITNESS WHEREOF, the undersigned have executed this Power of Attorney as of the dates set forth below.\n\nbusiness_legal_name\nBy:\u000b\n\n\n\n\n\nfirst_name last_name\u000btitle\u000b\n\nIN WITNESS WHEREOF, the undersigned have executed this Power of Attorney as of the dates set forth below.\n\nAttorney-in-Fact (Agent):\nBy:\n\n\n\n\n\n\u000bJim Goldmann\u000b\n\n\n\n\n\n\n\n\n\n\n",
      "suggestedPlaceholders": [
        {
          "foundText": "Securities LLC",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "jim@climatize.earth",
          "suggestedVariable": "email",
          "placeholder": "{{email}}"
        },
        {
          "foundText": "15 E Sumner St",
          "suggestedVariable": "address_project",
          "placeholder": "{{address_project}}"
        },
        {
          "foundText": "Client Entity",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Sumner St",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Exchange Commission",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Authority Granted",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Agent",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Effective Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Duration\nThis",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Regulation Crowdfunding",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Climatize Earth",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Revocation\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Maturity Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Governing Law",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Power",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Indemnification\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Party Reliance",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Electronic Signature",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Jim Goldmann",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}",
          "context": "Principal company name"
        },
        {
          "suggestedVariable": "state_incorporation",
          "placeholder": "{{state_incorporation}}",
          "context": "State of incorporation"
        },
        {
          "suggestedVariable": "first_name",
          "placeholder": "{{first_name}}",
          "context": "Attorney-in-fact first name"
        },
        {
          "suggestedVariable": "last_name",
          "placeholder": "{{last_name}}",
          "context": "Attorney-in-fact last name"
        }
      ]
    },
    {
      "id": "19SJ_sAOrSV6o1ZHwKOcLyTfCQ73EgVcyiYIjvKDOLDI",
      "name": "MNDA",
      "mimeType": "application/vnd.google-apps.document",
      "webViewLink": "https://docs.google.com/document/d/19SJ_sAOrSV6o1ZHwKOcLyTfCQ73EgVcyiYIjvKDOLDI/edit?usp=drivesdk",
      "documentType": "MNDA",
      "content": "MUTUAL NON-DISCLOSURE AGREEMENT\nThis Mutual Non-Disclosure Agreement (the “Agreement”) is made as of the last date signed below (the “Effective Date”) by and between Climatize Earth Securities, LLC, a Delaware limited liability company (“Climatize”) and the undersigned company (the “Company”), to protect the confidentiality of certain information disclosed in connection with evaluating a potential business relationship involving project opportunities and related financing strategies (the “Purpose”).\nClimatize and the Company may each be referred to herein individually as a “Party” and collectively as the “Parties.”\n1. Definition of Confidential Information\n“Confidential Information” means any technical or non-technical information disclosed by one Party (the “Disclosing Party”) to the other (the “Receiving Party”) related to current, future, or proposed projects and services, including but not limited to: patent applications, trade secrets, proprietary information, ideas, works of authorship, models, customer lists, financials, employees, business plans, and marketing strategies. If the Confidential Information is in tangible form (e.g., documents, software, charts), it should be labeled “Confidential” or bear a similar legend.\n2. Obligations of the Receiving Party\nThe Receiving Party agrees to:\nKeep all Confidential Information strictly confidential;\nUse it solely for the Purpose;\nShare it only with employees, contractors, accountants, and lawyers (“Representatives”) who need to know, are bound by confidentiality obligations at least as strict as those in this Agreement, and are acting on behalf of the Receiving Party.\n3. Exceptions & Required Disclosures\nThe Receiving Party has no obligations under this Agreement for any Confidential Information that it can demonstrate with competent evidence:\nWas publicly known at the time of disclosure;\nBecomes public through no fault of the Receiving Party;\nWas known without restriction before disclosure; or\nWas independently developed without use of the Disclosing Party’s information.\u000b\nIf required by law, the Receiving Party may disclose Confidential Information only after giving reasonable advance written notice to the Disclosing Party and assisting in efforts to limit the disclosure, including seeking a protective order.\n4. Notice of Breach\nThe Receiving Party must notify the Disclosing Party immediately upon discovering any loss or unauthorized disclosure of Confidential Information.\n5. Return or Destruction\nUpon request, the Receiving Party must promptly delete or destroy all Confidential Information, except for one (1) copy retained solely for legal or regulatory compliance.\n6. No License or Ownership Transfer\nNothing in this Agreement grants any rights, by license or otherwise, to any intellectual property of the Disclosing Party. The Receiving Party will not make or sell any product or service using or incorporating Confidential Information.\n7. Non-Solicitation\nFor one (1) year from the Effective Date, neither Party nor its Affiliates will solicit for employment or hire the other Party’s employees, officers, or directors, unless the individual applies in response to a public job posting. “Affiliate” means any entity that controls, is controlled by, or is under common control with a Party.\n8. Term & Confidentiality Survival\nThis Agreement terminates one (1) year after the Effective Date. However, confidentiality obligations for all Confidential Information will survive for two (2) years from the date of disclosure.\n9. Governing Law\nThis Agreement is governed by and construed under the laws of the State of Delaware, without regard to conflict of law principles.\n10. Notices\nAll notices must be in writing and delivered personally, by email, or by registered mail. Notices will be effective upon receipt or, if mailed, five (5) business days after deposit. Notices should be sent to the addresses in the signature block or those provided in writing by either Party.\n11. Miscellaneous\nIf any provision of this Agreement is found to be unenforceable, it will be modified to best accomplish its intended purpose, and the rest of the Agreement remains in effect. Neither Party may assign this Agreement without prior written consent. Neither Party will knowingly share third-party proprietary information without proper rights. This Agreement constitutes the entire understanding between the Parties and supersedes any prior agreements, written or oral, regarding the subject matter. Each Party agrees that unauthorized disclosure could cause irreparable harm, and the Disclosing Party may seek injunctive relief in addition to any legal remedies.\n\n\nIN WITNESS WHEREOF, the Parties have caused this Mutual Non-Disclosure Agreement to be executed as of the Effective Date.\n\nClimatize Earth Securities LLC\n\n\n\n\n\nJim Goldmann\nDirector of Finance\n\n\n\nbusiness_legal_name\n\n\n\n\nfirst_name last_name\n\n\n\n\n",
      "suggestedPlaceholders": [
        {
          "foundText": "Securities LLC",
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}"
        },
        {
          "foundText": "This Mutual",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Disclosure Agreement",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Effective Date",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Climatize Earth",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Confidential Information",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Disclosing Party",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Receiving Party",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "The Receiving",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Required Disclosures",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Breach\nThe",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Destruction\nUpon",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "No License",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Ownership Transfer",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Solicitation\nFor",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Confidentiality Survival",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "This Agreement",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Governing Law",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Notices\nAll",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Miscellaneous\nIf",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Neither Party",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Each Party",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Mutual Non",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "foundText": "Jim Goldmann",
          "suggestedVariable": "first_name and last_name",
          "placeholder": "{{first_name and last_name}}"
        },
        {
          "suggestedVariable": "business_legal_name",
          "placeholder": "{{business_legal_name}}",
          "context": "Company name in signature blocks"
        },
        {
          "suggestedVariable": "first_name",
          "placeholder": "{{first_name}}",
          "context": "Signatory first name"
        },
        {
          "suggestedVariable": "last_name",
          "placeholder": "{{last_name}}",
          "context": "Signatory last name"
        },
        {
          "suggestedVariable": "title",
          "placeholder": "{{title}}",
          "context": "Signatory title"
        }
      ]
    }
  ]
}